Repository: sithmel/Products.Maps
Catalog: Products/Maps/locales/*/LC_MESSAGES/maps.po
Languages: el, es, fr, it

source: Validation failed. Coordinates must be an decimal numbers.
es: Validación fallo. Las coordenadas deben ser un número decimal.
fr: Echec de validation: les coordonnées doivent être des nombres décimaux.
it: Validazione fallita. Le coordinate devono essere un numero decimale

source: Validation failed. Latitude not in bounds [-90, 90].
es: Validación fallo. La latitud no esta en los límites [-90, 90].
fr: Echec de validation: la latitude doit être comprise entre -90 et 90.
it: Validazione fallita. La latitudine deve essere compresa tra -90 e 90

source: Validation failed. Longitude not in bounds [-180, 180].
es: Validación fallo. La longitud no esta en los límites [-180, 180].
fr: Echec de validation: la longitude doit être comprise entre -180 et 180.
it: Validazione fallita. La longitudine deve essere compresa tra -180 e 180

source: A content for displaying Google maps in your site
it: Un contenuto per visualizzare le mappe di Google nel tuo sito

source: A geographic position that can be shown on a Google map
it: Una posizione geografica che può essere visualizzata su una mappa di Google

source: Blue Marker
it: Segnaposto Blu

source: Green Marker
it: Segnaposto Verde

source: Location
it: Posizione

source: Location view
it: Vista posizione

source: Magenta Marker
it: Segnaposto Magenta

source: Map view
it: Vista mappa

source: Maps settings
el: Ρυθμίσεις χαρτών
es: Configuración de Mapas
fr: Configuration de Maps
it: Impostazioni mappa

source: Red Marker
it: Segnaposto Rosso

source: Yellow Marker
it: Segnaposto Giallo

source: _yah
it: Segnaposto "tu sei qui"

source: cancel
it: Annulla

source: city_address
it: Città, indirizzo

source: delete_maps_settings
it: Ritorna alle impostazioni di default

source: directions
it: Indicazioni

source: help_change_urls
it: Se muovi o ingrandisci la mappa, le modifiche saranno memorizzate nell'URL (potrà essere usato come segnalibro)

source: help_default_coordinated
el: Καθορίστε τις προκαθορισμένες συντεταγμένες για καινούργιες τοποθεσίες
es: Especifique las coordenadas por defecto de las nuevas ubicaciones.
fr: Spécifiez les coordonnées par défaut d'une nouvelle localisation.
it: Specifica le coordinate di default per le nuove posizioni

source: help_default_map_type
el: Διαλέξτε τον προκαθορισμένο τύπο χάρτη που θα χρησιμοποιείται αρχικά.
es: Seleccione el tipo de mapa por defecto inicialmente usado en los mapas.
fr: Sélectionnez le type de vue cartographique utilisée par défaut.
it: Seleziona il tipo di mappa di default

source: help_geolocation
el: Μπορείτε να ψάξετε για μια διεύθυνση της οποίας τα μέρη χωρίζονται με κόμμα (Οδός 123, Πόλη). Ίσως χρειαστεί να εισάγετε και το όνομα της χώρας για να έχετε αποτελέσματα. Μπορείτε επίσης να καθορίσετε συντεταγμένες στη μορφή 'πλάτος, μήκος'
es: Usted puede encontrar una dirección o una parte cada uno de estas separadas por una coma (calle y número, ciudad). En algunos casos, el nombre del país también es necesario. También puede introducir las coordenadas de 'latitud' y 'longitud'.
fr: Vous pouvez rechercher une adresse ou chaque partie est séparée par une virgule (rue numéro, ville). Dans certains cas, le nom du pays est également nécessaire. Vous pouvez également entrer des coordonnées 'latitude' et 'longitude'.
it: Puoi cercare un indirizzo, Potrebbe essere necessario aggiungere il nome della nazione e la città. Puoi anche immettere la latitudine e longitudine.

source: help_google_maps_api3_key
it: La chiave è facoltativa, controllare le specifiche di Google

source: help_layers_active
it: La funzione layer raggruppa per categoria gli oggetti permettendo di farli apparire/sparire usando una checkbox.

source: help_layers_use_radio
it: Usa dei radio button per selezionare il layer

source: help_markericon
el: Επιλέξτε το εικονίδιο που θα φαίνεται σαν δείκτης στο χάρτη.
es: Seleccione el icono que se utilizará para esa ubicación en el mapa.
fr: Sélectionnez l'icône qui sera utilisée pour cette localisation sur la carte.
it: Seleziona l'icona utilizzata come segnaposto sulla mappa.

source: help_search_active
it: Attiva una interfaccia per visualizzare gli oggetti più vicini ad un determinato luogo.

source: help_show_contents
it: Mostra il testo dell'oggetto nella mappa

source: label_change_urls
it: Modifiche nell'URL

source: label_default_coordinates
el: Προκαθορισμένες συντεταγμένες
es: Coordenadas por defecto
fr: Coordonnées par défaut
it: Coordinate di default

source: label_default_map_type
el: Προκαθορισμένος τύπος χάρτη
es: Tipo de mapa por defecto
fr: Type de carte par défaut
it: Tipo di mappa di default

source: label_description
it: Descrizione

source: label_geolocation
el: Τοποθεσία
es: Ubicación
fr: Localisation
it: Luogo

source: label_google_maps_api3_key
it: Chiave di Google Map (versione 3)

source: label_layers_active
it: Attiva la funzione layer

source: label_layers_use_radio
it: Usa i radio button

source: label_markericon
el: Εικονίδιο δείκτη
es: Marca de icono
fr: Icône
it: Icona Segnaposto

source: label_privacy_blocked
it: La mappa non è visualizzata per le impostazioni sulla privacy. Puoi accedere alla mappa da qui:

source: label_satellite_map
el: Δορυφορικές εικόνες
es: Imágenes satelital
fr: Carte satellite
it: Immagini satellitari

source: label_satellite_schematic_map
el: Δορυφορικές εικόνες με σχηματική επικάλυψη
es: Imágenes de satélite con superposición esquemática
fr: Carte satellite avec schéma des rues
it: Immagini satellitari con mappa

source: label_schematic_map
el: Σχηματικός χάρτης
es: Mapa esquemático
fr: Carte schématique
it: Mappa

source: label_search_active
it: Attiva la funzione di ricerca

source: label_show_contents
it: Mostra il contenuto nella mappa

source: label_terrain_map
it: Mappa del terreno

source: nearest_places
it: Luoghi più vicini

source: save_maps_settings
it: Salva le impostazioni della mappa

source: search_near_to
it: Cerca vicino a ...

source: text_googlemaps_location_not_found
el: Η τοποθεσία '[LOCATION]' δέν βρέθηκε.
es: La ubicación '[LOCATION]' no pudo ser encontrada.
fr: L'adresse '[LOCATION]' n'a pas pu être trouvée.
it: The location '[LOCATION]' couldn't be found.

source: updated_maps_settings
it: Impostazioni della mappa aggiornate

source: Info
el: Πληροφορία
es: Información

source: Key
el: Κλειδί
es: Clave
fr: Clé

source: help_google_ajax_search_api_keys
el: Προσθέστε τα κλειδιά από το Google AJAX Search API. Αυτό το κλειδί χρησιμποιείται για να βρεθούν τοποθεσίες που δεν στάθηκε δυνατό να βρεθούν από τα Google Maps.
es: Agregar las claves del API de Google AJAX Search para la dirección que utilizaran los visitantes para acceder a su sitio. Esta clave se utiliza para buscar lugares que no fueron encontrados con el valor predeterminado de geocodificación de Google Maps. Obtenga las claves en el sitio http://code.google.com/apis/ajaxsearch/signup.html
fr: Ajoutez les clés Google AJAX Search API pour la ou les adresse(s) que le visiteur utilisera pour accéder à votre site. Obtenez ces clés sur le site http://code.google.com/apis/ajaxsearch/signup.html

source: help_google_maps_api_keys
el: Προσθέστε τα κλειδιά από το Google Maps API.
es: Agregar las claves de la API de Google Maps para la dirección que utilizan los visitantes para acceder a su sitio. Obtenga las llaves en el sitio http://www.google.com/apis/maps/signup.html
fr: Ajoutez les clés Google Maps API pour la ou les adresse(s) que le visiteur utilisera pour accéder à votre site. Obtenez ces clés sur le site http://www.google.com/apis/maps/signup.html

source: label_google_ajax_search_api_keys
el: Κλειδιά για Google AJAX Search API
es: Claves del API de Google AJAX Search
fr: Clé Google AJAX Search API

source: label_google_maps_api_keys
el: Κλειδιά για Google Maps API Keys
es: Claves del API de Google Maps
fr: Clé Google Maps API
